Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# NetworkTesterPage_DiagnosticsTest7Title
source: Downloading game cover from DLSS Swapper file server
ar_sa: تنزيل صورة غلاف اللعبة من خادم ملفات DLSS Swapper
ar_sy: تحميل غلاف اللعبة من DLSS Swapper server
ca_es: Descarregant la portada del joc des del servidor de fitxers DLSS Swapper
cs_cz: Stahování obálky ze serveru DLSS Swapper
de_de: Lade Spielcover von DLSS Swapper-Dateiserver herunter
es_es: Descargando la carátula del juego desde el servidor de archivos de DLSS Swapper
fa_ir: دانلود کاور بازی از سرور فایل DLSS Swapper
fi_fi: Ladataan pelikansi DLSS Swapperin tiedostopalvelimelta
fr_fr: Téléchargement de la jaquette du jeu depuis le serveur de fichiers DLSS Swapper
he_il: הורדת תמונת עטיפה של משחק משרת הקבצים של DLSS Swapper
it_it: Scaricamento della copertina del gioco dal file server DLSS Swapper
ja_jp: DLSS Swapper ファイルサーバーからゲームのカバー画像をダウンロードします
ko_kr: DLSS Swapper 파일 서버에서 게임 커버 다운로드
pl_pl: Pobieranie okładki gry z serwera plików DLSS Swapper
pt_br: Baixando capa do jogo do servidor de arquivos do DLSS Swapper
ru_ru: Загрузка обложки игры с файлового сервера DLSS Swapper
th_th: กำลังดาวน์โหลดปกเกมจากเซิร์ฟเวอร์ของ DLSS Swapper
tr_tr: DLSS Swapper dosya sunucusundan oyun kapağı indiriliyor
uk_ua: Завантаження обкладинки гри з файлового сервера DLSS Swapper
vi_vn: Tải xuống bìa trò chơi từ máy chủ tệp DLSS Swapper
zh_cn: 从 DLSS Swapper 的服务器下载游戏封面
zh_tw: 從 DLSS Swapper 的伺服器下載遊戲封面圖片

# NetworkTesterPage_DiagnosticsTest8Title
source: Downloading game cover from alternative DLSS Swapper file server
ar_sa: تنزيل صورة غلاف اللعبة من خادم ملفات بديل لـ DLSS Swapper
ar_sy: تحميل غلاف اللعبة من DLSS Swapper alternative server
ca_es: Descarregant la portada del joc des d'un servidor de fitxers DLSS Swapper alternatiu
cs_cz: Stahování obálky z alternativního serveru DLSS Swapper
de_de: Lade Spielcover von alternativen DLSS Swapper-Dateiserver herunter
es_es: Descargando la carátula del juego desde el servidor de archivos alternativo de DLSS Swapper
fa_ir: دانلود کاور بازی از سرور فایل جایگزین DLSS Swapper
fi_fi: Ladataan pelikansi vaihtoehtoisesta DLSS Swapperin tiedostopalvelimelta
fr_fr: Téléchargement de la jaquette du jeu à partir d'un autre serveur de fichiers DLSS Swapper
he_il: הורדת תמונת עטיפה של משחק משרת קבצים חלופי של DLSS Swapper
it_it: Scaricamento della copertina del gioco dal file server alternativo DLSS Swapper
ja_jp: 代替の DLSS Swapper ファイルサーバーからゲームのカバー画像をダウンロードします
ko_kr: 대체 DLSS Swapper 파일 서버에서 게임 커버 다운로드
pl_pl: Pobieranie okładki gry z alternatywnego serwera plików DLSS Swapper
pt_br: Baixando capa do jogo de servidor alternativo do DLSS Swapper
ru_ru: Загрузка обложки игры с альтернативного файлового сервера DLSS Swapper
th_th: กำลังดาวน์โหลดปกเกมจากเซิร์ฟเวอร์สำรองของ DLSS Swapper
tr_tr: Alternatif DLSS Swapper dosya sunucusundan oyun kapağı indiriliyor
uk_ua: Завантаження обкладинки гри з альтернативного файлового сервера DLSS Swapper
vi_vn: Tải xuống bìa trò chơi từ máy chủ tệp DLSS Swapper thay thế
zh_cn: 从 DLSS Swapper 的其它服务器下载游戏封面
zh_tw: 從 DLSS Swapper 的其他伺服器下載遊戲封面圖片

# NetworkTesterPage_DiagnosticsTest9Title
source: DNS lookup of DLSS Swapper file server
ar_sa: البحث عن DNS الخاص بخادم ملفات DLSS Swapper
ar_sy: البحث في DNS لخادم ملفات DLSS Swapper
ca_es: Cerca DNS del servidor de fitxers DLSS Swapper
cs_cz: Vyhledávání DNS na serveru DLSS Swapper
de_de: DNS-Abfrage des DLSS Swapper-Dateiservers
es_es: Búsqueda de DNS del servidor de archivos de DLSS Swapper
fa_ir: جستجوی DNS سرور فایل DLSS Swapper
fi_fi: DLSS Swapperin tiedostopalvelimen DNS-haku
fr_fr: Recherche DNS du serveur de fichiers DLSS Swapper
he_il: בדיקת DNS עבור שרת הקבצים של DLSS Swapper
it_it: Scaricamento della copertina del gioco dal file server alternativo DLSS Swapper
ja_jp: DLSS Swapper ファイルサーバーの DNS 検索
ko_kr: DLSS Swapper 파일 서버의 DNS 조회
pl_pl: Wyszukiwanie DNS serwera plików DLSS Swapper
pt_br: Consulta DNS do servidor de arquivos do DLSS Swapper
ru_ru: DNS-поиск файлового сервера DLSS Swapper
th_th: การค้นหา DNS ของเซิร์ฟเวอร์ไฟล์ DLSS Swapper
tr_tr: DLSS Swapper dosya sunucusunun DNS sorgusu
uk_ua: DNS-пошук файлового сервера DLSS Swapper
vi_vn: Tra cứu DNS của máy chủ tệp DLSS Swapper
zh_cn: 查询 DLSS Swapper 的 DNS 服务器地址
zh_tw: 查詢 DLSS Swapper 的 DNS 伺服器位址

# NetworkTesterPage_OpenInBrowser
source: Open in browser
ar_sa: فتح في المتصفح
ar_sy: فتح في المتصفح
ca_es: Obre al navegador
cs_cz: Otevřít v prohlížeči
de_de: Im Browser öffnen
es_es: Abrir en el navegador
fa_ir: باز کردن در مرورگر
fi_fi: Avaa selaimessa
fr_fr: Ouvrir dans le navigateur
he_il: פתח בדפדפן
it_it: Apri nel browser
ja_jp: ブラウザーで開く
ko_kr: 브라우저에서 열기
pl_pl: Otwórz w przeglądarce
pt_br: Abrir no navegador
ru_ru: Открыть в браузере
th_th: เปิดในเบราว์เซอร์
tr_tr: Tarayıcıda aç
uk_ua: Відкрити у браузері
vi_vn: Mở trong trình duyệt
zh_cn: 在浏览器中打开
zh_tw: 在瀏覽器中開啟

# NetworkTesterPage_OpenInBrowserInfo
source: Click the open in browser button, or copy and paste following link into your browser. Does it download a file in your browser?
ar_sa: انقر على زر "فتح في المتصفح"، أو انسخ الرابط التالي والصقه في المتصفح. هل تم تنزيل ملف في متصفحك؟
ar_sy: انقر على زر "فتح في المتصفح"، أو انسخ والصق الرابط التالي في متصفحك. هل يقوم بتحميل ملف في متصفحك؟
ca_es: Feu clic al botó obrir al navegador o copieu i enganxeu l'enllaç següent al vostre navegador. Es descarrega algun fitxer al vostre navegador?
cs_cz: Klikněte na tlačítko "Otevřít v prohlížeči" nebo zkopírujte a vložte následující odkaz do prohlížeče. Stáhne se soubor v prohlížeči?
de_de: Klicken Sie auf die Schaltfläche „Im Browser öffnen“ oder kopieren Sie den folgenden Link und fügen Sie ihn in Ihren Browser ein. Wird eine Datei in Ihrem Browser heruntergeladen?
es_es: Haga clic en el botón Abrir en navegador, o copie y pegue el siguiente enlace en su navegador. ¿Se descarga un archivo en tu navegador?
fa_ir: روی دکمه "باز کردن در مرورگر" کلیک کنید، یا لینک زیر را کپی کرده و در مرورگر خود پیست کنید. آیا فایلی در مرورگر شما دانلود می‌شود؟
fi_fi: Klikkaa avaa selaimessa -painiketta tai kopioi ja liitä seuraava linkki selaimeesi. Latautuuko tiedosto selaimessasi?
fr_fr: Cliquez sur le bouton « Ouvrir dans le navigateur » ou copiez-collez le lien suivant dans votre navigateur. Le fichier se télécharge-t-il dans votre navigateur ?
he_il: לחץ על כפתור 'פתח בדפדפן', או העתק והדבק את הקישור הבא בדפדפן שלך. האם קובץ יורד בדפדפן שלך?
it_it: Clicca sul pulsante "Apri nel browser" o copia e incolla il seguente link nel tuo browser. Scarica un file nel tuo browser?
ja_jp: 「ブラウザーで開く」ボタンをクリックするか、以下のリンクをコピーしてブラウザーに貼り付けてください。ブラウザーでファイルがダウンロードされますか？
ko_kr: '브라우저에서 열기' 버튼을 클릭하거나 다음 링크를 복사하여 브라우저에 붙여넣으세요. 브라우저에서 파일이 다운로드되나요?
pl_pl: Kliknij przycisk Otwórz w przeglądarce lub skopiuj i wklej poniższy link do przeglądarki. Czy pobierany jest plik w przeglądarce?
pt_br: Clique no botão "Abrir no navegador" ou copie e cole o seguinte link no seu navegador. O arquivo é baixado corretamente?
ru_ru: Нажмите кнопку «Открыть в браузере» или скопируйте и вставьте следующую ссылку в браузер. Грузит ли он файл в ваш браузер?
th_th: คลิกปุ่ม "เปิดในเบราว์เซอร์" หรือคัดลอกและวางลิงก์ต่อไปนี้ลงในเบราว์เซอร์ของคุณ มันสามารถดาวน์โหลดไฟล์ได้หรือไม่?
tr_tr: "Tarayıcıda aç" düğmesine tıklayın veya aşağıdaki bağlantıyı kopyalayıp tarayıcınıza yapıştırın. Tarayıcınızda bir dosya indiriyor mu?
uk_ua: Натисніть кнопку «Відкрити у браузері» або скопіюйте та вставте наступне посилання у ваш браузер. Чи завантажується файл у вашому браузері?
vi_vn: Nhấp nút mở trong trình duyệt, hoặc sao chép và dán liên kết sau vào trình duyệt của bạn. Nó có tải xuống tệp trong trình duyệt không?
zh_cn: 点击 “在浏览器中打开” 按钮，或将以下链接复制并粘贴到浏览器中，检查浏览器是否正在下载文件？
zh_tw: 按下「在瀏覽器中開啟」按鈕，或者將下方的連結複製貼上到您的瀏覽器中，檢查您的瀏覽器是否正在下載檔案？

# NetworkTesterPage_Results
source: Results
ar_sa: النتائج
ar_sy: النتائج
ca_es: Resultats
cs_cz: Výsledky
de_de: Ergebnisse
es_es: Resultados
fa_ir: نتایج
fi_fi: Tulokset
fr_fr: Résultats
he_il: תוצאות
it_it: Risultati
ja_jp: 結果
ko_kr: 결과
pl_pl: __UNTRANSLATED__Results
pt_br: Resultados
ru_ru: Результаты
th_th: ผลลัพธ์
tr_tr: Sonuçlar
uk_ua: Результати
vi_vn: Kết quả
zh_cn: 测试详情
zh_tw: 測試結果

# NetworkTesterPage_RunTest
source: Run test
ar_sa: تنفيذ الاختبار
ar_sy: تشغيل الاختبار
ca_es: Executa la prova
cs_cz: Spustit test
de_de: Test ausführen
es_es: Ejecutar prueba
fa_ir: اجرای تست
fi_fi: Suorita testi
fr_fr: Lancer le test
he_il: הפעל בדיקה
it_it: Esegui il test
ja_jp: テストを実行
ko_kr: 테스트 실행
pl_pl: Uruchom test
pt_br: Executar teste
ru_ru: Запустить тест
th_th: เริ่มการทดสอบ
tr_tr: Testi çalıştır
uk_ua: Виконати тест
vi_vn: Chạy kiểm tra
zh_cn: 开始测试
zh_tw: 開始測試

# NetworkTesterPage_UseUserAgentInfo
source: Use the provided user agent or enter a custom one of your choice.
ar_sa: استخدم user agent المقدم أو أدخل واحدًا مخصصًا حسب رغبتك.
ar_sy: استخدم وكيل المستخدم المقدم أو أدخل وكيلاً مخصصاً من اختيارك.
ca_es: Feu servir l'agent d'usuari proporcionat o introduïu-ne un de personalitzat que trieu.
cs_cz: Použijte poskytnutého uživatelského agenta nebo zadejte vlastního dle vlastního výběru.
de_de: Verwenden Sie den bereitgestellten User-Agent oder geben Sie einen benutzerdefinierten User-Agent Ihrer Wahl ein.
es_es: Utilice el agente de usuario proporcionado o introduzca uno personalizado de su elección.
fa_ir: از user agent ارائه شده استفاده کنید یا یک user agent سفارشی به دلخواه خود وارد کنید.
fi_fi: Käytä annettua käyttäjäagenttia tai anna omavalintainen.
fr_fr: Utilisez l'agent utilisateur fourni ou entrez un agent utilisateur personnalisé de votre choix.
he_il: השתמש ב-User Agent שסופק או הזן אחד מותאם אישית לבחירתך.
it_it: Utilizza l'agente utente fornito oppure inseriscine uno personalizzato a tua scelta.
ja_jp: 提供されているユーザーエージェントを使用するか、任意のユーザーエージェントを入力してください。
ko_kr: 제공된 User Agent를 사용하거나 원하는 커스텀 값을 입력하세요.
pl_pl: Użyj dostarczonego UserAgenta lub wprowadź niestandardowego.
pt_br: Use o agente de usuário fornecido ou insira um personalizado.
ru_ru: Используйте предоставленный пользовательский агент или введите свой по вашему выбору.
th_th: ใช้ User Agent ที่ระบบให้มา หรือกรอกอันที่คุณต้องการเอง
tr_tr: Sağlanan kullanıcı aracısını (user agent) kullanın veya kendi seçtiğiniz özel bir tanesini girin.
uk_ua: Використовуйте наданий агент користувача або введіть власний на ваш вибір.
vi_vn: Sử dụng user agent được cung cấp hoặc nhập một cái tùy chỉnh của bạn.
zh_cn: 使用提供的代理或输入自定义的用户代理
zh_tw: 使用提供的代理伺服器或輸入自訂的使用者代理。

# NetworkTesterPage_WindowTitle
source: Network Tester
ar_sa: أداة اختبار الشبكة
ar_sy: أداة فحص الشبكة
ca_es: Provador de xarxa
cs_cz: Tester sítě
de_de: Netzwerktester
es_es: Comprobador de redes
fa_ir: تست کننده شبکه
fi_fi: Verkkoyhteystestaaja
fr_fr: Testeur de réseau
he_il: בודק רשת
it_it: Tester di rete
ja_jp: ネットワーク診断ツール
ko_kr: 네트워크 테스터
pl_pl: Tester Sieciowy
pt_br: Teste de Rede
ru_ru: Сетевой тестер
th_th: เครื่องมือทดสอบเครือข่าย
tr_tr: Ağ Test Aracı
uk_ua: Мережевий тестер
vi_vn: Kiểm Tra Mạng
zh_cn: 网络测试
zh_tw: 網路測試

# SettingsPage_About
source: About
ar_sa: حول
ar_sy: حول
ca_es: Sobre
cs_cz: O programu
de_de: Über
es_es: Acerca de
fa_ir: درباره
fi_fi: Tietoja
fr_fr: À propos
he_il: אודות
it_it: Informazioni
ja_jp: 概要
ko_kr: 정보
pl_pl: Informacje
pt_br: Sobre
ru_ru: О нас
th_th: เกี่ยวกับ
tr_tr: Hakkında
uk_ua: Про програму
vi_vn: Về
zh_cn: 关于
zh_tw: 關於

# SettingsPage_AddIgnoredPath
source: Add Ignored Path
ar_sa: إضافة مسار مُتجاهل
ar_sy: إضافة المسار المستثنى
ca_es: Afegeix una ruta ignorada
cs_cz: Přidat ignorovanou cestu
de_de: Ignorierten Pfad hinzufügen
es_es: Añadir ruta ignorada
fa_ir: افزودن مسیر نادیده گرفته شده
fi_fi: Lisää ohitettu polku
fr_fr: Ajouter un chemin ignoré
he_il: הוסף נתיב מוחרג
it_it: Aggiungi percorso ignorato
ja_jp: 無視するパスを追加
ko_kr: 제외할 경로 추가
pl_pl: __UNTRANSLATED__Add Ignored Path
pt_br: Adicionar caminho ignorado
ru_ru: Добавить игнорируемый путь
th_th: เพิ่มเส้นทางที่ต้องการเพิกเฉย
tr_tr: Yoksayılan Yol Ekle
uk_ua: Додати ігнорований шлях
vi_vn: Thêm Đường Dẫn Bỏ Qua
zh_cn: 添加忽略路径
zh_tw: 新增忽略路徑

# SettingsPage_AllowDebugDlls
source: Allow Debug DLLs
ar_sa: السماح بملفات DLL الخاصة بالتنقيح (Debug DLLs)
ar_sy: السماح بـ Debug DLLs
ca_es: Permet DLL de depuració
cs_cz: Povolit ladicí (debug) soubory DLL
de_de: Debug-DLLs zulassen
es_es: Permitir DLLs de Depuración
fa_ir: اجازه دادن به DLL های دیباگ
fi_fi: Salli debug-DLL-tiedostot
fr_fr: Autoriser les DLL de débogage
he_il: אפשר קובצי DLL לניפוי שגיאות (Debug)
it_it: Consenti DLL di debug
ja_jp: デバッグ DLL の使用を許可
ko_kr: 디버그 DLL 허용
pl_pl: Zezwalaj na debugowanie bibliotek DLL
pt_br: Permitir DLLs de depuração
ru_ru: Разрешить отладку DLL
th_th: อนุญาตให้ใช้ Debug DLLs
tr_tr: Hata Ayıklama (Debug) DLL'lerine İzin Ver
uk_ua: Дозволити налагоджувальні DLL
vi_vn: Cho Phép DLL Debug
zh_cn: 允许调试 DLL 文件
zh_tw: 允許偵錯 DLL

# SettingsPage_AllowDebugDllsInfo
source: SDKs sometimes release debug DLLs which allow additional on-screen information to be displayed.
ar_sa: تصدر بعض SDKs ملفات DLL خاصة بالتنقيح تعرض معلومات إضافية على الشاشة.
ar_sy: أحياناً تصدر مجموعات تطوير البرمجيات (SDKs) Debug DLL للتصحيح والتي تسمح بعرض معلومات إضافية على الشاشة.
ca_es: Els SDK de vegades publiquen DLL de depuració que permeten mostrar informació addicional en pantalla.
cs_cz: Sady SDK někdy vydávají ladicí (debug) soubory DLL, které umožňují zobrazení dalších informací na obrazovce.
de_de: SDKs veröffentlichen manchmal Debug-DLLs, die die Anzeige zusätzlicher Informationen auf dem Bildschirm ermöglichen.
es_es: Los SDKs a veces publican DLLs de depuración que permiten mostrar información adicional en pantalla.
fa_ir: کیت‌های توسعه نرم‌افزار (SDKها) گاهی اوقات فایل‌های DLL مخصوص عیب‌یابی (Debug DLLs) منتشر می‌کنند که اجازه می‌دهند اطلاعات تکمیلی و اضافی روی صفحه (On-screen) نمایش داده شوند.
fi_fi: SDK:t julkaisevat joskus debug-DLL-tiedostoja, jotka mahdollistavat lisätietojen näyttämisen näytöllä.
fr_fr: Les SDK publient parfois des DLL de débogage qui permettent d'afficher des informations supplémentaires à l'écran.
he_il: ערכות פיתוח (SDK) מפרסמות לעיתים קובצי DLL לניפוי שגיאות המאפשרים להציג מידע נוסף על גבי המסך.
it_it: Talvolta gli SDK rilasciano DLL di debug che consentono di visualizzare ulteriori informazioni sullo schermo.
ja_jp: SDK によっては、画面上に追加情報を表示できるデバッグ用 DLL がリリースされることがあります。
ko_kr: SDK 배포 시 가끔 화면에 추가적인 정보를 표시해 주는 디버그용 DLL이 포함될 때가 있습니다.
pl_pl: Zestawy SDK czasami udostępniają biblioteki DLL debugowania, które umożliwiają wyświetlanie dodatkowych informacji na ekranie.
pt_br: SDKs às vezes liberam DLLs de depuração que mostram informações adicionais na tela.
ru_ru: Иногда SDK выпускают отладочные DLL, которые позволяют отображать на экране дополнительную информацию.
th_th: บางครั้ง SDK จะปล่อยไฟล์ DLLs สำหรับดีบักออกมา ซึ่งจะช่วยให้มีการแสดงข้อมูลบนหน้าจอเพิ่มขึ้นได้
tr_tr: SDK'lar bazen ekranda ilave bilgilerin gösterilmesini sağlayan hata ayıklama (debug) DLL'leri yayınlar.
uk_ua: SDK іноді випускають налагоджувальні DLL, які дозволяють відображати додаткову інформацію на екрані.
vi_vn: SDK đôi khi phát hành DLL debug cho phép hiển thị thông tin bổ sung trên màn hình.
zh_cn: SDK 有时会发布调试 DLL 文件，允许文件在屏幕上显示额外的调试信息。
zh_tw: SDK 有時候會發佈偵錯用的 DLL，這能讓螢幕上顯示額外的資訊。

# SettingsPage_AllowUntrustedInfo
source: DLLs are checked if they are trusted in Windows by validating the signature before being swapped into a game folder. If a DLL fails signature validation then it will not be used. It is recommended to keep this off.
ar_sa: يتم التحقق من موثوقية ملفات DLL في نظام ويندوز من خلال توقيعها الرقمي قبل استخدامها داخل مجلد اللعبة. إذا فشل التوقيع، فلن يتم استخدامها. يُنصح بترك هذا الخيار مُعطلاً.
ar_sy: يتم فحص ملفات DLL للتأكد من أنها موثوقة في Windows من خلال التحقق من التوقيع قبل استبدالها في مجلد اللعبة. إذا فشل ملف DLL في التحقق من التوقيع فلن يتم استخدامه. يُنصح بإبقاء هذا الخيار مُعطلاً.
ca_es: Es comprova si les DLL són de confiança a Windows validant la signatura abans de canviar-les a una carpeta de joc. Si una DLL falla la validació de la signatura, no s'utilitzarà. Es recomana mantenir-ho desactivat.
cs_cz: DLL soubory se v systému Windows kontrolují, zda jsou důvěryhodné, a to ověřením podpisu před jejich přesunutím do složky hry. Pokud soubor DLL neprojde ověřením podpisu, nebude použit. Doporučuje se tuto funkci ponechat vypnutou.
de_de: DLLs werden in Windows auf ihre Vertrauenswürdigkeit überprüft, indem ihre Signatur validiert wird, bevor sie in einen Spielordner kopiert werden. Wenn eine DLL die Signaturvalidierung nicht besteht, wird sie nicht verwendet. Es wird empfohlen, diese Option deaktiviert zu lassen.
es_es: Se comprueba si las DLL son de confianza en Windows validando la firma antes de ser intercambiadas en una carpeta del juego. Si una DLL no pasa la validación de la firma, no se utilizará. Se recomienda mantener esta opción desactivada.
fa_ir: فایل‌های DLL پیش از انتقال به پوشه بازی، با اعتبارسنجی امضای دیجیتال (Signature Validation) بررسی می‌شوند تا مطمئن شویم قابل اعتماد هستند یا خیر. اگر یک DLL در اعتبارسنجی امضا رد شود، استفاده نخواهد شد. توصیه می‌شود این گزینه را غیرفعال (Off) نگه دارید.
fi_fi: DLL-tiedostot tarkistetaan Windows-luotettavuuden suhteen vahvistamalla allekirjoitus ennen pelikansioon vaihtamista. Jos DLL-tiedoston allekirjoituksen vahvistaminen epäonnistuu, sitä tiedostoa ei käytetä. On suositeltavaa pitää tämä pois käytöstä.
fr_fr: Les DLL sont vérifiés pour s'assurer qu'ils sont fiables dans Windows en validant leur signature avant d'être transférés dans un dossier de jeu. Si un DLL échou à la validation de signature, il ne sera pas utilisé. Il est recommandé de désactiver cette option.
he_il: קובצי DLL נבדקים האם הם מהימנים ב-Windows על ידי אימות החתימה לפני החלפתם לתיקיית המשחק. אם קובץ DLL נכשל באימות החתימה, לא ייעשה בו שימוש. מומלץ להשאיר הגדרה זו כבויה.
it_it: Le DLL vengono controllate per verificarne l'affidabilità in Windows convalidandone la firma prima di essere spostate in una cartella di gioco. Se una DLL non supera la convalida della firma, non verrà utilizzata. Si consiglia di disattivare questa opzione.
ja_jp: ゲームフォルダに DLLを置き換える際、Windows による署名検証が行われ、その DLL が信頼できるものかどうかが確認されます。署名検証に失敗した DLL は使用されません。この機能は無効にしておくことをお勧めします。
ko_kr: DLL을 게임 폴더로 교체하기 전, 디지털 서명을 검증하여 Windows에서 신뢰할 수 있는 파일인지 확인합니다. 서명 검증에 실패한 DLL은 사용되지 않습니다. 이 옵션은 꺼두는 것을 권장합니다.
pl_pl: Biblioteki DLL są sprawdzane pod kątem zaufania w systemie Windows poprzez weryfikację podpisu przed umieszczeniem ich w folderze gry. Jeśli biblioteka DLL nie przejdzie weryfikacji podpisu, nie zostanie użyta. Zaleca się pozostawienie tej opcji wyłączonej.
pt_br: As DLLs são verificadas se são confiáveis no Windows validando a assinatura. Caso falhe, não serão usadas. Recomendado manter desativado.
ru_ru: DLL проверяются на предмет доверия в Windows путем проверки подписи перед тем, как быть перемещенными в папку игры. Если DLL не проходит проверку подписи, она не будет использоваться. Рекомендуется отключить эту функцию.
th_th: ไฟล์ DLLs จะถูกตรวจสอบความน่าเชื่อถือใน Windows โดยการเช็คลายเซ็นดิจิทัลก่อนที่จะถูกนำไปใส่ในโฟลเดอร์เกม หาก DLL ไม่ผ่านการตรวจสอบลายเซ็น มันจะไม่ถูกนำมาใช้งาน แนะนำให้ปิดส่วนนี้ไว้
tr_tr: DLL'ler, bir oyun klasörüne değiştirilmeden önce imzaları doğrulanarak Windows'ta güvenilir olup olmadıkları kontrol edilir. Bir DLL imza doğrulamasında başarısız olursa kullanılmaz. Bu ayarın kapalı tutulması önerilir.
uk_ua: Перед перенесенням у папку гри DLL перевіряються на довіру до них у Windows шляхом перевірки підпису. Якщо DLL не проходить перевірку підпису, вона не використовуватиметься. Рекомендується вимкнути цю опцію.
vi_vn: DLL được kiểm tra xem chúng có được tin cậy trong Windows bằng cách xác thực chữ ký trước khi được hoán đổi vào thư mục trò chơi. Nếu DLL thất bại xác thực chữ ký thì nó sẽ không được sử dụng. Khuyến nghị giữ tắt.
zh_cn: 在将 DLL 文件替换到游戏文件夹之前，Windows 会通过验证签名来检查其是否受信任，如果 DLL 文件未能通过签名验证，则不会被使用，建议保持此功能关闭。
zh_tw: 在將 DLL 檔案取代到遊戲資料夾之前，Windows 會透過驗證簽章來檢查它是否值得信任。如果 DLL 檔案未能通過簽章驗證，則不會被使用，建議保持此功能關閉。

# SettingsPage_AppliesOnlyToDllPickerNotLibrary
source: This only applies to the DLL picker, not the library page.
ar_sa: هذا ينطبق فقط على أداة اختيار DLL، وليس على صفحة المكتبة.
ar_sy: هذا ينطبق فقط على منتقي DLL، وليس على صفحة المكتبة.
ca_es: Això només s'aplica al selector de DLL, no a la pàgina de la biblioteca.
cs_cz: Toto se týká pouze výběru souboru DLL, nikoli stránky knihovny.
de_de: Dies gilt nur für den DLL-Picker, nicht für die Bibliotheksseite.
es_es: Esto solo se aplica al selector de DLL, no a la página de la biblioteca.
fa_ir: این فقط برای انتخاب‌گر DLL اعمال می‌شود، نه صفحه کتابخانه.
fi_fi: Tämä koskee vain DLL-valitsijaa, ei kirjastosivua.
fr_fr: Cela s'applique uniquement au sélecteur DLL, et non à la page de bibliothèque.
he_il: הגדרה זו חלה רק על בורר ה-DLL, לא על דף הספרייה.
ja_jp: これは DLL ピッカーにのみ適用され、ライブラリページには適用されません。
ko_kr: 이 설정은 DLL 선택기(Picker)에만 적용되며, 라이브러리 페이지에는 적용되지 않습니다.
pl_pl: Dotyczy to tylko selektora DLL, a nie strony biblioteki.
pt_br: Isso se aplica apenas ao seletor de DLLs, não à página da biblioteca.
ru_ru: Это применимо только к выбору DLL, а не к странице библиотеки.
th_th: การตั้งค่านี้มีผลเฉพาะกับหน้าเลือก DLL เท่านั้น ไม่รวมถึงหน้าคลังเกม
tr_tr: Bu yalnızca DLL seçici için geçerlidir, kütüphane sayfası için değil.
uk_ua: Це стосується лише засобу вибору DLL, а не сторінки бібліотеки.
vi_vn: Điều này chỉ áp dụng cho bộ chọn DLL, không phải trang thư viện.
zh_cn: 在替换 DLL 时，仅显示已经下载的文件，而不是所有不同版本，此选项不影响 DLL 库。
zh_tw: 在替換 DLL 時，僅顯示已經下載的檔案，而不是所有不同的版本，此選項不影響 DLL 清單。

# SettingsPage_BuildCommit
source: Build commit
ca_es: Commit de compilació
cs_cz: Commit sestavení
es_es: Commit de compilación
fa_ir: بیلد کامیت
fi_fi: Koontitunniste
he_il: Commit בנייה
ja_jp: ビルドコミット
ko_kr: 빌드 커밋
pl_pl: __UNTRANSLATED__Build commit
th_th: หมายเลข Build Commit
uk_ua: Збірка коміту
vi_vn: Commit xây dựng
zh_cn: 提交版本

# SettingsPage_BuildDate
source: Build date
ca_es: Data de compilació
cs_cz: Datum sestavení
es_es: Fecha de compilación
fa_ir: تاریخ بیلد
fi_fi: Koontipäivämäärä
he_il: תאריך בנייה
ja_jp: ビルド日時
ko_kr: 빌드 날짜
pl_pl: __UNTRANSLATED__Build date
th_th: วันที่ Build
uk_ua: Дата збірки
vi_vn: Ngày xây dựng
zh_cn: 版本日期
